tests/scenario03/Output.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Header>
    <ActivityId xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">e17e7fe7-d05b-42da-91b9-55067270f7b8</ActivityId>
  </s:Header>
  <s:Body>
    <macLa01 xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns="http://www.egem.nl/StUF/sector/bg/0310">
      <stuurgegevens>
        <StUF:berichtcode>La01</StUF:berichtcode>
        <StUF:zender>
          <StUF:organisatie>1900</StUF:organisatie>
          <StUF:applicatie>ESB</StUF:applicatie>
        </StUF:zender>
        <StUF:ontvanger>
          <StUF:organisatie>1900</StUF:organisatie>
          <StUF:applicatie>KANACRM</StUF:applicatie>
          <StUF:gebruiker>KANACRM</StUF:gebruiker>
        </StUF:ontvanger>
        <StUF:referentienummer>4eb03def-251b-4e3a-b3b0-fd72f7e26fd2</StUF:referentienummer>
        <StUF:tijdstipBericht>20230914111748361</StUF:tijdstipBericht>
        <StUF:crossRefnummer>038bd1de-ab40-4cfd-b086-de3fdbdc1772</StUF:crossRefnummer>
        <StUF:entiteittype>MAC</StUF:entiteittype>
      </stuurgegevens>
      <parameters>
        <StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
      </parameters>
    </macLa01>
  </s:Body>
</s:Envelope>